Repository: jungleware/toucant
Catalog: mobile/lib/l10n/app_*.arb
Languages: de

# app_slogan
source: Demotivational Quotes
de: Demotivierende Zitate

# error_no_daily_found
source: No daily content for you, i guess...
de: Kein Inhalt für dich, vermute ich...

# error_unknown_daily_type
source: Unknown daily type
de: Unbekannter Typ

# error_no_internet
source: No internet connection
de: Keine Internetverbindung

# common_update_available
source: Update available
de: Update verfügbar

# common_update_now
source: Update now
de: Jetzt aktualisieren

# common_update_install
source: Install
de: Installieren

# common_update_available_description
source: There is a new version of the app. Please update the app to continue.
de: Es gibt eine neue Version der App. Bitte aktualisieren Sie die App, um fortzufahren.

# common_no_responsibility
source: No responsibility taken for any (emotional) damage caused by the content of this app.
de: Keine Verantwortung für Schäden (emotionaler Natur) durch den Inhalt dieser App.

# common_open_source_website
source: Want to know more?
de: Mehr erfahren?

# common_settings
source: Settings
de: Einstellungen

# common_privacy_policy
source: Privacy Policy
de: Datenschutzrichtlinien

# common_open_source_licenses
source: Open Source Licenses
de: Open Source Lizenzen

# common_help_button_text
source: Help
de: Hilfe

# settings_group_appearance
source: Appearance
de: Erscheinungsbild

# settings_theme_title
source: Theme
de: Erscheinungsbild

# settings_theme_dark
source: Dark
de: Dunkles Design

# settings_theme_light
source: Light
de: Helles Design

# settings_theme_system
source: System
de: Systemdesign

# semantics_app_icon
source: The app icon, representing a toucan bird.
de: Das App-Symbol, das einen Tukanvogel darstellt.

# semantics_current_app_theme
source: The app is currently using the {theme} theme.
de: Die App verwendet derzeit das {theme}.

# semantics_current_app_version
source: The app is currently running version {version}.
de: Die App verwendet derzeit die Version {version}.
